{"keras_version": "2.2.4", "config": {"layers": [{"config": {"activation": "relu", "activity_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 15], "trainable": true, "dtype": "float32", "use_bias": true, "units": 10, "bias_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_1", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "softmax", "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "activity_regularizer": null, "use_bias": true, "units": 3, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_2", "bias_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "class_name": "Sequential"}